Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: So it's friends that tell you about a job, it's friends that recommend you for a job, and it's a rich and diverse social network that helps you find work.
ne: साथीले तपाइँलार्इ जागिरकाे बारे भन्छ। साथीले नै यसका लागि सिफारीश गर्छ। यो उन्नत विविध सामाजिक संजालले काम पाउन सजिलो छ

source: Maybe some of you here this evening are thinking, "But I found my job through an advert," but if you think back, it was probably a friend that showed you the ad and then encouraged you to apply.
ne: सायद यहाँ उपस्थित केहिले सोच्दैहुनुहोला "मैले बिज्ञापनबाटै जागिर पाएको हुँ।" सायद कुनै साथीले त्यो एड देखाएको होला? आवेदनका लागि प्रेरित गर्यो होला।

source: But not surprisingly, people who perhaps most need this rich and diverse network are those who are most isolated from it.
ne: अनौठो नमान्नुस जसलार्इ विविध संजाल आवश्यक छ, ती नै यसबारे बेखबर छन् ।

source: So knowing this, and also knowing about the costs and failure of current systems, we designed something new with relationships at its heart.
ne: यो थाहा पाउँदै, लगानी र चालू प्रणालीको असफलता थाहापाउँदै सम्बन्धलार्इ केन्द्रमा राखेर हामीले बनायौं

source: We designed a service that encourages people to meet up, people in and out of work, to work together in structured ways and try new opportunities.
ne: अरूहरूलार्इ भेट्ने प्रेरणा दिने सेवा बनायौ काम भित्र वा बाहिरका मान्छेहरू एकै संरचनामा काम गर्दै नयाँ अवसर रोज्न सक्षम हुने प्रणाली बनायौं।

source: And, well, it's very hard to compare the results of these new systems with the old transactional models, but it looks like, with our first 1,000 members, we outperformed existing services by a factor of three, at a fraction of the cost.
ne: र, नयाँ प्रणालीको नतिजा पुरानो प्रणालीको नतिजासँग तुलना गर्न गार्हो छ। तर हाम्रा १ हजार सदस्यहरूसँगै बिद्यमान प्रणालीभन्दा राम्रो गर्यौ। त्यो मूल्यका आधारमा होस् या

source: And here, too, we've used technology, but not to network people in the way that a social platform would do.
ne: प्रविधीको प्रयोगका आधारमा । तर सामाजिकसंजालले जस्तो संजाल बनाउन हैन।

source: We've used it to bring people face to face and connect them with each other, building real relationships and supporting people to find work.
ne: हामीले मानिसहरूलार्इ आमनेसामने गरायौं। साँचो सम्बन्ध बनायौ‌ र काम भेट्न सघायौं।

source: At the end of his life, in 1948, Beveridge wrote a third report.
ne: १९४८ मा, जीवनको अन्त्यमा, बेभरिड्जले तेस्रो प्रतिवेदन लेखे

source: And in it he said he had made a dreadful mistake.
ne: उनले यसमा भने, उनले भयानक गल्ती गरे।

source: He had left people and their communities out.
ne: मानिसहरूलार्इ समुदायसँग बिच्छेद गराए।

source: And this omission, he said, led to seeing people, and people starting to see themselves, within the categories of the bureaucracies and the institutions.
ne: उनले भने यस त्रुटीले मानिसहरूलार्इ प्रशासनिकतन्त्र र संस्थाको बर्गिकरणमा आफैलार्इ प्रतिबिम्बित गरायो।

source: And human relationships were already withering.
ne: र, मानव संबन्ध स्खलित बनाउँदै गयो।

source: But unfortunately, this third report was much less read than Beveridge's earlier work.
ne: तर दुर्भाग्य बेभरिड्जको अरू प्रतिवेदनभन्दा तेस्रो प्रतिबेदन कमैले पढे।

source: But today, we need to bring people and their communities back into the heart of the way we design new systems and new services, in an approach that I call "Relational Welfare."
ne: तर आज मानिस र समुदायहरूलार्इ नयाँ प्रणाली र नयाँ सेवाको केन्द्रमा ल्याउनु जरूरी छ । त्यो दृष्ट्रिकोण, संबंधात्मक कल्याण

source: We need to leave behind these old, transactional, unsuitable, outdated models, and we need to adopt instead the shared collective relational responses that can support a family like Ella's, that can address an issue like loneliness, that can support people into work and up the skills curve in a modern labor market, that can also address challenges of education, of health care systems, and so many more of those problems that are pressing on our societies.
ne: हामीले यो पुरानो, जिर्ण, असुहाउँदो मिति सकिएको प्रणाली छाड्नुपर्छ। र, हामीले यो सामूहिक संबंधात्मक प्रणाली जसले एल्लाको जस्तो परिवारलार्इ सहयोग गर्न एक्लोपन हटाउने प्रणाली अंगिकार गर्नुपर्छ यसले आधुनिक श्रमबजारमा मानिसहरूलार्इ सीपको विशिष्टतासँगै काम दिन सक्छ। यसले शिक्षा र स्वास्थ्य सम्बन्धी चूनौतीहरु झैं अरू समस्याहरूको सम्बोधन गर्न सक्छ।

source: It is all about relationships.
ne: यो सबै सम्बन्धसँग सम्बन्धित छ ।

source: Relationships are the critical resource we have.
ne: सम्बन्धहरू हामीसँग उपलब्ध जरूरी स्रोत हुन।

source: I am in search of another planet in the universe where life exists.
ne: म ब्रम्हाण्डमा जीवन रहेको अर्को ग्रहको खोजीमा छु

source: I can't see this planet with my naked eyes or even with the most powerful telescopes we currently possess.
ne: केवल आफ्नै आँखाको भरमा म यी ग्रहहरु देख्न सक्दिन , न त अहिले सम्म उपलब्ध शक्तिशाली दुरबिनद्वारा नै देख्न सक्छु

source: But I know that it's there.
ne: तर मलाई थाहा छ, त्यो कहीं छ

source: And understanding contradictions that occur in nature will help us find it.
ne: प्रकृतिमा भेटिने अन्तरविरोधको ज्ञानले हामीलाई त्यो कार्यमा मद्धत गर्ने छ

source: On our planet, where there's water, there's life.
ne: हाम्रो ग्रहमा, जहाँ पानी छ, त्यहाँ जीवन छ

source: So we look for planets that orbit at just the right distance from their stars.
ne: त्यसैले हामी त्यस्ता ग्रहको खोजि गर्छौं जो आफ्नो तारालाई सहि दुरीमा परिक्रमा गर्दछन्

source: At this distance, shown in blue on this diagram for stars of different temperatures, planets could be warm enough for water to flow on their surfaces as lakes and oceans where life might reside.
ne: यस दुरीमा, निलो डायग्राममा देखाएजस्तै विभिन्न तापक्रमका ताराहरूका ग्रहमा यति तापक्रम हुनसक्छ जसको सतहमा पानी बग्नसक्छ- जस्तै: समुद्र र तालको रुपमा र त्यहाँ, जीवन हुनसक्छ

source: Some astronomers focus their time and energy on finding planets at these distances from their stars.
ne: कोहि खगोलशास्त्री आफ्नो समय र सामर्थ्य- आफ्नो ताराबाट यस्तै दुरीमा रहेका ग्रहहरु खोज्नमा लगाऊछन्

source: What I do picks up where their job ends.
ne: मेरो काम त्यहाँ सुरु हुन्छ. जहाँ उनीहरुको सकिन्छ

source: I model the possible climates of exoplanets.
ne: म सौर्यमण्डल बाहिरका ग्रहको जलवायु ढांचा निर्माण गर्छु

source: And here's why that's important: there are many factors besides distance from its star that control whether a planet can support life.
ne: यीनिहरु किन पनि महत्वपूर्ण छन् भने: उसको तारासंगको दुरीभन्दा बाहेक अरु पनि अनेक कारण छन् जसले ग्रहमा जीवनको सम्भावनाको निर्धारण गर्दछन्

source: Take the planet Venus.
ne: जस्तै शुक्र ग्रहको उदाहरण लिउँ

source: It's named after the Roman goddess of love and beauty, because of its benign, ethereal appearance in the sky.
ne: यसको नाम नै रोमकी प्रेम र सुन्दरताकी देवीको नाम बाट राखिएको थियो, किनकि आकाशमा यो सौम्य र अलौकिक देखिन्छ

source: But spacecraft measurements revealed a different story.
ne: तर अन्तरिक्षयानको मापनले फरक दृष्टिकोण प्रस्तुत गर्यो

source: The surface temperature is close to 900 degrees Fahrenheit, 500 Celsius.
ne: यसको सतहको तापक्रम झन्डै ९०० डिग्री फरेनहाइट, ५०० सेल्सियस छ

source: That's hot enough to melt lead.
ne: यो तापक्रममा त सिसा समेत पग्लिन्छ

source: Its thick atmosphere, not its distance from the sun, is the reason.
ne: सुर्यसंगको दुरी भन्दापनि घना बाताबरण यसको कारण हो

source: It causes a greenhouse effect on steroids, trapping heat from the sun and scorching the planet's surface.
ne: यसले स्टेरोइडमा ग्रीनहाउस इफेक्ट पार्छ, सुर्यबाट ताप सोस्छ र ग्रहको बाहिरी सतहलाई अत्याधिक तातो बनाउछ

source: The reality totally contradicted initial perceptions of this planet.
ne: यस ग्रहको बास्तविकता पहिले कल्पना गरिएभन्दा बिल्कुल फरक छ

source: From these lessons from our own solar system, we've learned that a planet's atmosphere is crucial to its climate and potential to host life.
ne: आफ्नै सौर्यमण्डलको यी पाठहरूबाट हामीले के सिक्यौं भने, ग्रहको बातावरण यसको जलवायु र जीवनको सम्भावनाको लागि, अति महत्वपूर्ण छ

source: We don't know what the atmospheres of these planets are like because the planets are so small and dim compared to their stars and so far away from us.
ne: यी ग्रहहरुको बातावरण कस्तो छ, हामीलाई थाहा छैन किनकी, उनीहरुको ताराको तुलनामा यी धेरै साना र मधुरो छन् साथै, हामी भन्दा धेरै टाढा छन्

source: For example, one of the closest planets that could support surface water -- it's called Gliese 667 Cc -- such a glamorous name, right, nice phone number for a name -- it's 23 light years away.
ne: उदाहरणको लागि, पानीको सम्भावना भएको सबै भन्दा नजिकको ग्रह हेरौं -- यसको नाम हो: ग्लीस ६६७ सिसी -- क्या आकर्षक नाम, फोन को नाम जस्तै होइन त-- यो २३ प्रकाश बर्ष टाढा छ

source: So that's more than 100 trillion miles.
ne: अर्थात् १०० ट्रिलियन माइल भन्दा टाढा

source: Trying to measure the atmospheric composition of an exoplanet passing in front of its host star is hard.
ne: सौर्यमंडल बाहिरको ताराको नजिकबाट गइरहेको ग्रहको बातावरणिय संरचनाको बारेमा जान्नु धेरै कठिन हुन्छ

source: It's like trying to see a fruit fly passing in front of a car's headlight.
ne: यो भनेको लगभग, कारको हेड लाइट अगाडी बाट गैरहेको भुसुना देख्नु जस्तै हो

source: OK, now imagine that car is 100 trillion miles away, and you want to know the precise color of that fly.
ne: कल्पना गरौँ, त्यो कार १०० ट्रिलियन माइल टाढा छ र तपाईं त्यो कार अगाडी उड्दै गरेको किराको रंग थाहा पाउन खोज्दै हुनुहुन्छ

source: So I use computer models to calculate the kind of atmosphere a planet would need to have a suitable climate for water and life.
ne: त्यसैले म कम्प्युटरको सहयोगले कुनै ग्रहमा पानी र जीवनको सम्भावना हुन आवश्यक बाताबरणको अध्ययन गर्दछु

source: Here's an artist's concept of the planet Kepler-62f, with the Earth for reference.
ne: यहाँ पृथ्वीसंग केप्लर ६२ एफ नामक ग्रहको तुलना गरिएको छ

source: It's 1,200 light years away, and just 40 percent larger than Earth.
ne: यो पृथ्वी भन्दा १२०० प्रकाश बर्ष टाढा छ र पृथ्वी भन्दा ४०% ठुलो छ

source: Our NSF-funded work found that it could be warm enough for open water from many types of atmospheres and orientations of its orbit.
ne: हाम्रो NSF Funded कार्यले यो ग्रहको विविध प्रकारका बातावरण र अर्बिटको बारेमा गरेको अध्ययनले यस ग्रह तरल पानी हुन सक्ने प्रकारको तातो रहेको कुरा पत्ता लगाएको छ

source: So I'd like future telescopes to follow up on this planet to look for signs of life.
ne: तसर्थ म भविष्यका टेलेस्कोपहरुलाई यो ग्रहमा जीवन सम्भाव्यताको अध्ययन जारी राखून भन्ने चाहन्छु

source: Ice on a planet's surface is also important for climate.
ne: ग्रहको सतहमा बरफ हुनु बातावरणीय दृष्टिकोणले अत्ति आवश्यक हुन्छ

source: Ice absorbs longer, redder wavelengths of light, and reflects shorter, bluer light.
ne: बरफले प्रकाशको लामो तथा रातो किरणलाई सोस्दछ, र छोटो निलो किरणलाई परावर्तन गर्दछ

source: That's why the iceberg in this photo looks so blue.
ne: त्यसैले यो फोटोमा हिउँको पहाड निलो देखिएको छ

source: The redder light from the sun is absorbed on its way through the ice.
ne: सुर्यबाट आउने रातो किरण बरफमा सोसिन्छ

source: Only the blue light makes it all the way to the bottom.
ne: केवल निलो किरणमात्र बरफको पिंध सम्म पुग्छ

source: Then it gets reflected back to up to our eyes and we see blue ice.
ne: त्यसपछि यो परावर्तित भएर हाम्रो दृष्टिमा पर्दछ र हामी बरफको थुप्रो निलो देख्छौं

source: My models show that planets orbiting cooler stars could actually be warmer than planets orbiting hotter stars.
ne: मेरो अध्ययनले, चिसो तारालाई घुम्ने ग्रह तातो तारालाई घुम्ने ग्रहभन्दा बढी तातो हुन सक्ने देखाउँछ

source: There's another contradiction -- that ice absorbs the longer wavelength light from cooler stars, and that light, that energy, heats the ice.
ne: एउटा अन्तरविरोध पनि छ:- त्यो हो, बरफले चिसो ताराहरुबाट आउने लामा प्रकाश तरंगलाई सोस्छ र त्यो प्रकाश, शक्तिले बरफ तताउँछ

source: Using climate models to explore how these contradictions can affect planetary climate is vital to the search for life elsewhere.
ne: जलवायु प्रविधिको प्रयोग गरेर यी अन्तरविरोधहरुले कुनै ग्रहको जलवायुमा पार्ने प्रभावको जानकारी हुनु कहीं पनि जीवनको खोजि गर्न आवश्यक छ

source: And it's no surprise that this is my specialty.
ne: बिना आश्चर्य, यो नै मेरो बिशेसता हो

source: I'm an African-American female astronomer and a classically trained actor who loves to wear makeup and read fashion magazines, so I am uniquely positioned to appreciate contradictions in nature -- (Laughter) (Applause) ... and how they can inform our search for the next planet where life exists.
ne: म अफ्रिकी-अमेरिकी महिला खगोलबिद हुनको साथै शास्त्रिय बिधि प्रशिक्षित अभिनेत्री हुँ जसलाई मेकअप गर्न र फेसन म्यागेजिन पढ्न मन पर्छ, तसर्थ म, बिशिस्ट ढंगले प्रकृतिको अन्तरविरोधको सराहना गर्न सक्षम छु ------ (हाँसो) -------- ------ (ताली) -------- ......र उनीहरु जीवनको सम्भावना रहेको अन्य ग्रहको खोजीमा सहयोग गर्न सक्छन्

source: My organization, Rising Stargirls, teaches astronomy to middle-school girls of color, using theater, writing and visual art.
ne: मेरो संगठन- राईजिंग स्टारगर्ल्स, नाटक, लेखन र प्रदर्शन कलाको माध्यमले माध्यमिक तहका युवतीहरुलाई एस्ट्रोनोमि सिकाउछ

source: That's another contradiction -- science and art don't often go together, but interweaving them can help these girls bring their whole selves to what they learn, and maybe one day join the ranks of astronomers who are full of contradictions, and use their backgrounds to discover, once and for all, that we are truly not alone in the universe.
ne: अर्को अन्तरविरोध: बिज्ञान र कला संग संगै जादैन, तर तिनीहरुलाई संगै लैजादा, युवतीहरुको ज्ञान र आत्मविश्वास बढ्छ र हुन सक्छ कुनै दिन खगोलबिध भएर जो अन्तरविरोधले भरिपूर्ण छन् र कुनै दिन- ब्रम्हाण्डमा हामी मात्रै एक्लो छैनौ भन्ने जानकारी विश्वलाइ दिन सक्नेछन्

source: Melati Wijsen: Bali -- island of gods.
ne: मेलाती विज्सेन: बाली . . .भगवानहरुको टापू

source: Isabel Wijsen: A green paradise.
ne: इसाबेल विज्सेन: हरियालीको स्वर्ग

source: MW: Or ...
ne: मेला: अथवा.....

source: a paradise lost.
ne: हराएको स्वर्ग ।

source: Bali: island of garbage.
ne: बाली: फोहोर मैलाको टापू ।

source: IW: In Bali, we generate 680 cubic meters of plastic garbage a day.
ne: इसा: बालीमा हामी दैनिक ६८० क्युबिक मीटर प्लास्टिकका फोहर उत्पन्न गर्छौं ।

source: That's about a 14-story building.
ne: झन्डै १४ तला अग्लो बिल्डिंग जत्रै ।

source: And when it comes to plastic bags, less than five percent gets recycled.
ne: ५% भन्दा कम प्लास्टिकका ब्यागहरु मात्रै पुनः प्रयोगमा आउछन् ।

source: MW: We know that changes the image you may have of our island.
ne: मेला: थाहा छ, हाम्रो टापूप्रतिको तपाईंको धारणामा परिवर्तन आउने छ ।

source: It changed ours, too, when we learned about it, when we learned that almost all plastic bags in Bali end up in our drains and then in our rivers and then in our ocean.
ne: यो कुरा जानेपछि हाम्रै सोच पनि परिवर्तन भयो- जब हामीले बुझ्यौं - लगभग सबै प्लास्टिक ब्यागहरु ढलमा ढल बाट नदिमा, र नदिहुँदै समुद्रमा पुग्छन्।

source: And those that don't even make it to the ocean, they're either burned or littered.
ne: समुद्रसम्म नपुग्नेहरु या त पोलीन्छन् या जथाभावी छरिन्छन् ।

source: IW: So we decided to do something about it.
ne: इसा: हामीले यो विषयमा केहि गर्ने निर्णय गर्यौं

source: And we've been working for almost three years now to try to say no to plastic bags on our home island.
ne: लगभग ३ बर्षदेखि, हामी टापुमा प्लास्टिकका झोलाको प्रयोग बन्द गराउन प्रयत्नरत छौं ।

source: And we have had some significant successes.
ne: यस क्रममा केहि महत्वपूर्ण सफलता प्राप्त गरेका छौं ।

source: MW: We are sisters, and we go to the best school on earth: Green School, Bali.
ne: मेला: हामी दिदी बहिनी हौँ र हामी पृथ्वीकै सबै भन्दा राम्रो स्कूल ग्रीन स्कूल, बालीमा पढ़दछौँ ।

source: Green School is not only different in the way that it is built out of bamboo, but also in the way that it teaches.
ne: ग्रीन स्कूल बाँसले बनेको कारणले मात्रै अरु भन्दा भिन्न भएको होइन, शिक्षा दिने तरिकाको कारण भिन्न भएको हो ।

source: We are taught to become leaders of today, something a normal textbook cannot match.
ne: यहाँ हामीलाईआजको नेतृत्वकर्ता बन्न सिकाइन्छ, जून् अरु साधारण पाठ्यक्रमले सिकाउदैन ।

source: IW: One day we had a lesson in class where we learned about significant people, like Nelson Mandela, Lady Diana and Mahatma Gandhi.
ne: इसा: एकदिन क्लासमा महत्वपूर्ण व्यक्तिहरुको बारेमा पढाई भयो, जस्तै: नेल्सन मण्डेला, लेडी डायना र महात्मा गान्धी ।

source: Walking home that day, we agreed that we also wanted to be significant.
ne: त्यो दिन घर फर्किंदा, हामीलाई पनि चर्चित व्यक्ति बन्ने अभिलाषा पलायो ।

source: Why should we wait until we were grown up to be significant?
ne: तर चर्चित व्यक्ति बन्न ठुलो हुदासम्म किन कुर्ने ?

source: We wanted to do something now.
ne: हामीले अहिले नै केहि गर्ने विचार गर्यौं ।

source: MW: Sitting on the sofa that night, we brainstormed and thought of all the issues facing Bali.
ne: मेला: त्यो रात सोफामा बसेर हामीले, बालीले झेलिरहेका समस्याका विषयमा धेरै सोच विचार गर्यौं ।

source: And one thing that stood out to us the most was the plastic garbage.
ne: बारम्बार मनमा एउटा विचार आयो- प्लास्टिकका फोहरहरु ।

source: But that is a huge problem.
ne: तर यो भयङ्कर ठुलो समस्या हो ।

source: So we looked into what was a realistic target for us kids: plastic bags.
ne: हामीले सोच्यौं, केटाकेटीहरुको लागि सम्भव लक्ष्य के होला: जवाफ आयो-प्लास्टिक ब्याग

source: And the idea was born.
ne: एउटा विचार उत्पन्न भयो ।

source: IW: We started researching, and let's just say, the more we learned, there was nothing good about plastic bags.
ne: इसा: हामीले अनुसन्धान सुरु गर्यौं, बास्तवमा, जति बढी बुझ्दै गयौं, उतिनै प्लास्टिक ब्यागको सकारात्मक पक्ष भेटेनौं

source: And you know what?
ne: तपाईंलाइ थाहा छ,

source: We don't even need them.
ne: यो नभएर पनि फरक पर्दैन ।

source: MW: We were really inspired by the efforts to say no to plastic bags in many other places, from Hawaii to Rwanda and to severals cities like Oakland and Dublin.
ne: मेला: प्लास्टिक ब्याग हटाउने बिभिन्न ठाउंहरुको प्रयत्नले हामीलाई प्रभावित गर्यो, जस्तै : हवाईदेखि रुवान्डा र अन्य कयौं शहरहरु जस्तै : अक्ल्यांड र डब्लिन ।

source: IW: And so the idea turned into the launch of "Bye Bye Plastic Bags."
ne: इसा: हाम्रो विचार “बिदा प्लास्टिक ब्याग“ अभियानको रुपमा शुभारम्भ भयो ।

source: MW: In the years that we have been campaigning, we have learned a lot.
ne: मेला: अभियानको क्रममा हामीले निकै कुराहरु सिक्यौं ।

source: Lesson number one: you cannot do it all by yourself.
ne: पाठ नम्बर १ : सबै काम एक्लै गर्न सकिन्न ।

source: You need a big team of like-minded kids, and so we formed the Bye Bye Plastic Bags crew.
ne: उस्तै विचार भएका साथीहरुको समूह चाहिन्छ त्यसैले हामीले प्लास्टिक ब्याग बिदाई समूह बनायौं ।

source: The volunteer team includes children from all over the island, from both international and local schools.
ne: स्वयंसेवकहरुको यो समूहमा टापुमा रहेका राष्ट्रिय र अन्तर्रास्ट्रिय स्कूलका केटाकेटिहरु सामेल भए ।

source: And together with them, we started a multi-layered approach, based on an on- and off-line signature petition, educational and inspirational presentations at schools and we raise general awareness at markets, festivals, beach clean-ups.
ne: सबैसंग मिलेर हामीले निवेदन दिनु पर्ने र नपर्ने विभिन्न तहका योजना सुरु गर्यौं, स्कूलहरुमा शैक्षिक र प्रेरणात्मक प्रस्तुतिहरु, र बजार, चाडपर्ब, सरसफाईआदि कार्यमा सामूहिक जानकारी गराउन थाल्यौं ।

source: And last but not least, we distribute alternative bags, bags like net bags, recycled newspaper bags or 100 percent organic material bags, all made by local initiatives on the island.
ne: त्यस्तै अन्य कार्यहरु : स्थानीय तहमै उत्पादन भएका बैकल्पिक ब्याग जस्तै: जालीको ब्याग, पत्रिकाबाट बनेको ब्याग १००% जैविक सामग्रीबाट बनेका ब्याग, वितरण गर्न थाल्यौं ।

source: IW: We run a pilot village, home of 800 families.
ne: इसा: हामीले ८०० घर भएको नमूना गाउँ शुरु गर्यौं ।

source: The village mayor was our first friend and he loved our T-shirts, so that helped.
ne: गाउँ अध्यक्ष हाम्रो पहिलो साथी बने, हाम्रो टी-शर्ट पनि मन पराए ।

source: We focused on making the customers aware, because that's where the change needs to happen.
ne: हामी ग्राहकचेतना अभियानमा केन्द्रित भयौं, किनकि त्यहींबाट नै परिवर्तनको सुरुवात हुन सक्छ ।

source: The village is already two-thirds along the way of becoming plastic bag free.
ne: छोटो अवधिमै २/३ गाउँ, प्लास्टिक ब्याग मुक्त भैसकेको थियो ।

source: Our first attempts to get the government of Bali on board failed.
ne: बालीको गवर्नरलाइ भेट्ने हाम्रो पहिलो प्रयास असफल भयो ।

source: So we thought, "Hmm ... a petition with one million signatures.
ne: हामीले सोच्यौं - १० लाख हस्ताक्षर सहितको निवेदन ।

source: They can't ignore us, right?"
ne: पक्कै अस्वीकार गर्न सक्दैनन् । कि कसो ?

source: MW: Right!
ne: मेला: कुरा ठिक हो !

source: IW: But, who would have guessed one million signatures is, like, a thousand times a thousand?
ne: ! इसा: कसले सोचेको थियो १० लाख भनेको १००० गुणा १००० । थोरै हो त ?

source: (Laughter) We got stuck -- till we learned lesson number two: think outside the box.
ne: (हाँसो) हामी रोकियौं --- जबसम्म हामीले पाठ नम्बर २ सिकेनौं : “फरक ढंगले सोच“ ।

source: Someone mentioned that the Bali airport handles 16 million arrivals and departures a year.
ne: कसैले भन्यो - बाली एअरपोर्टमा बार्षिक १ करोड ६० लाख मानिस ओहर दोहर गर्छन् ।

source: MW: But how do we get into the airport?
ne: मेला: तर एअरपोर्ट भित्र छिर्ने कसरी ?

source: And here comes lesson number three: persistence.
ne: यहां आउंछ पाठ नम्बर ३ : अनुरोध ।

source: Off we headed to the airport.
ne: हामी लाग्यौं एअरपोर्ट तिर ।

source: We got past the janitor.
ne: सबैभन्दा पहिले कुचीकारलाइ भेट्यौं

source: And then it was his boss's boss, and then the assistant office manager, and then the office manager, and then ...
ne: तेस्पछि उसको हाकिमको पनि हाकिमलाइ , अनि, सहायक म्यानेजरलाइ त्यसपछि अफिस म्यानेजरलाइ, अनि फेरी,

source: we got shuffled down two levels and thought, well, here comes the janitor again.
ne: २ तह तल झर्यौं र सोच्यौं आयो फेरी कुचिकार ।

source: And after several days knocking on doors and just being kids on a mission, we finally got to the commercial manager of Bali airports.
ne: यसरी कयौं दिन ढोका ढक ढकाउन परेपनि हामीले हरेस खाएनौं, र अन्त्यमा बाली एअरपोर्टको बजार व्यवस्थापकसंग भेट भयो ।

source: And we gave him the "Bali of plastic bags" speech, and being a very nice man, he said, [imitating the man's voice] "I cannot believe what I'm about say, but I'm going to give authorization to collect signatures behind customs and immigrations."
ne: हामीले बालीको प्लास्टिक ब्यागको बारेमा प्रवचन दियौं उनले भने (आवाजको नक्कल गर्दै) आफ्नो निर्णय प्रतिआफैं अचम्मित हुँदै म तिमीहरुलाई भन्सार र आगमन कक्षको पछाडी रहेर हस्ताक्षर बटुल्ने अनुमति दिन्छु ।

source: (Laughter) (Applause) IW: In our first hour and a half there, we got almost 1,000 signatures.
ne: (हाँसो) (ताली) इसा: हामीले लगभग डेड घन्टाको बिचमा १००० हस्ताक्षर जम्मा गरीसकेका थियौं ।

source: How cool is that?
ne: गज्ज़ब होइन त ?

source: Lesson number four: you need champions at all levels of society, from students to commercial managers to famous people.
ne: पाठ नम्बर ४: बिद्यार्थीदेखि ब्यापारिक म्यानेजर सम्म समाजका हरेक तहका चर्चित व्यक्तित्वहरुसंगको चिनापर्चीको आवश्यकता पर्दछ ।

source: And thanks to the attraction of Green School, we had access to a steady stream of celebrities.
ne: ग्रीन स्कूलको आकर्षणलाइ धन्यवाद, हामीले सेलिब्रेटीहरुको साथ् पाईराख्यौं ।

source: Ban Ki Moon taught us that Secretary-Generals of the United Nations don't sign petitions -- (Laughter) even if kids ask nicely.
ne: बान की मुनले सिकाउनुभयो संयुक्त राष्ट्रसंघका महासचिबले निबेदनमा हस्तक्षर गर्दैनन्, (हाँसो) चाहे केटाकेटी जति नै नम्र बनुन् ।

source: But he promised to spread the word, and now we work closely with the United Nations.
ne: तर हाम्रो प्रचारगरिदिने बचन दिनुभयो र अहिले हामी संयुक्त राष्ट्रसंघसँग सहकार्य गर्दै छौं

source: MW: Jane Goodall taught us the power of a people's network.
ne: मेला: जेन गोड्लबाट हामीले नेटवर्किंगको शक्तिबारेमा जान्यौं

source: She started with just one Roots &amp; Shoots group and now she has 4,000 groups around the world.
ne: उनले रुट्स एंड शुट्सको एउटा समूहबाट शुरु गरेकीहुन्, र अहिले संसारभरी गरेर उनको ४००० भन्दा बढी समूह छन ।

source: We are one of them.
ne: जसमा हामी पनि एक हौँ ।

source: She's a real inspiration.
ne: उनी प्रेरणाकी श्रोत हुन् ।
